{
    "pageTitle": "Conditions Générales de Vente",
    "pageDescription": "Consultez les conditions générales de vente de Foot Predictions",
    "title": "Conditions Générales de Vente",
    "lastUpdate": "Dernière mise à jour",
    "section1": {
      "title": "1. Introduction",
      "content": "Les présentes Conditions Générales de Vente (ci-après 'CGV') régissent les modalités de souscription, d'accès et d'utilisation des services proposés sur le site foot-predictions.com (ci-après 'le Site'). En utilisant ou en souscrivant aux services du Site, vous acceptez expressément les présentes CGV."
    },
    "section2": {
      "title": "2. Informations légales",
      "content": "Le site Foot Predictions est édité par Foot Predictions, immatriculée au REGISTRE DU COMMERCE ET DES SOCIETES, sous le numéro 939 215 505 R.C.S. Quimper. Contact : services@foot-predictions.com"
    },
    "section3": {
      "title": "3. Description des services",
      "content": "Foot Predictions propose des abonnements payants permettant d'accéder à une application générant des probabilités et prédictions sur les matchs de football à venir, basées sur des algorithmes avancés. Ces services sont destinés à accompagner les utilisateurs dans leurs prises de décisions pour leurs paris sportifs."
    },
    "section4": {
      "title": "4. Conditions d'accès aux services",
      "sub1": {
        "title": "4.1. Création de compte",
        "content": "Pour accéder aux services, l'utilisateur doit créer un compte en fournissant des informations exactes et complètes. Toute inexactitude pourrait entraîner une suspension ou une résiliation du compte."
      },
      "sub2": {
        "title": "4.2. Abonnement",
        "content": "L'accès aux fonctionnalités complètes du Site est soumis à un abonnement payant. Les détails des tarifs et des modalités d'abonnement sont précisés sur la page dédiée."
      },
      "sub3": {
        "title": "4.3. Restrictions d'utilisation",
        "content": "L'utilisateur s'engage à ne pas reproduire ou redistribuer les contenus du Site sans autorisation préalable ou utiliser les prédictions pour des activités illégales ou non conformes aux lois en vigueur."
      }
    }
  }
  