{
    "dashboardTitle": "Tableau de bord",
    "welcome": "Bienvenue, {{firstName}}",
    "trialTitle": "Essai gratuit",
    "subscriptionTitle": "Abonnement",
    "trialTimeRemaining": "Il vous reste {{days}} jours d'essai.",
    "timeRemaining": "Il vous reste {{days}} jours d'abonnement.",
    "subscriptionExpired": "Votre abonnement a expiré.",
    "accessApp": "Accéder à l'application",
    "cancelByEmail": "Résilier par email",
    "cancelAtEnd": "Résilier à la fin de la période",
    "cancelPending": "Votre abonnement sera résilié à la fin de la période en cours.",
    "logout": "Déconnexion",
    "loading": "Chargement...",
    "accessDenied": "Accès refusé",
    "trialExpired": "Votre période d'essai a expiré.",
    "viewPlans": "Voir les forfaits",
    "loginRequired": "Veuillez vous connecter pour effectuer cette action.",
    "cancelError": "Une erreur s'est produite lors de la résiliation de votre abonnement.",
    "cancelSuccess": "Votre abonnement sera résilié à la fin de la période en cours.",
    "unknownError": "Une erreur inconnue s'est produite.",
    "internalError": "Une erreur interne s'est produite.",
    "accessCheckError": "Erreur lors de la vérification de l'accès.",
    "bettingTipsTitle": "Maximiser vos paris foot avec notre application",
    "bettingTips1": "Utilisez les Probabilités avec Prudence : Notre application fournit des probabilités précises sur les matchs à venir. Utilisez ces données pour identifier les paris avec le meilleur rapport risque/récompense. Souvenez-vous qu'il n'y a jamais de certitude dans le sport, même avec une probabilité élevée.",
    "bettingTips2": "Diversifiez Vos Paris : Ne mettez pas tous vos œufs dans le même panier. Utilisez notre outil pour parier sur différents types de résultats (victoire, nul, nombre de buts, etc.) pour réduire le risque et augmenter vos chances de gain global.",
    "bettingTips3": "Gestion de la Banque : Déterminez un budget que vous pouvez vous permettre de perdre sans affecter vos finances personnelles. Ne pariez jamais plus que ce que vous êtes prêt à perdre. Notre application peut vous aider à optimiser ce budget en se basant sur les probabilités.",
    "bettingTips4": "Analyse des Tendances : Notre algorithme analyse des millions de données en temps réel. Utilisez ces analyses pour repérer les tendances et les anomalies qui pourraient influencer le résultat d'un match.",
    "bettingTips5": "Restez Informé : Les probabilités peuvent changer avec les nouvelles informations comme les blessures, les suspensions ou les conditions météorologiques. Consultez régulièrement notre tableau de bord pour des mises à jour en temps réel.",
    "bettingTips6": "Évitez les Paris Émotionnels : Ne laissez pas vos émotions ou votre soutien pour une équipe particulière influencer vos décisions de pari. Utilisez les données objectives fournies par notre application.",
    "addictionWarningTitle": "Attention à l'Addiction aux Paris Sportifs",
    "addictionWarning1": "Fixez des Limites : Définissez des limites de temps et d'argent pour vos sessions de paris. Notre application peut vous aider à suivre ces limites.",
    "addictionWarning2": "Prenez des P pauses : Si vous sentez que les paris prennent trop de place dans votre vie, prenez une pause. Utilisez notre semaine d'essai gratuite pour tester sans engagement, mais souvenez-vous que c'est un outil, pas une obligation.",
    "addictionWarning3": "Cherchez du Soutien : Si vous pensez que vous ou quelqu'un que vous connaissez pourrait avoir un problème avec les paris, n'hésitez pas à chercher de l'aide. Il existe des organisations comme Joueurs Anonymes ou des lignes d'assistance dédiées.",
    "addictionWarning4": "Éducation et Conscience : Informez-vous sur les risques de l'addiction aux jeux d'argent. La connaissance est le premier pas vers une pratique responsable."
  }
  