{
    "pageTitle": "Términos y Condiciones de Venta",
    "pageDescription": "Consulte los términos y condiciones de venta de Foot Predictions",
    "title": "Términos y Condiciones de Venta",
    "lastUpdate": "Última actualización",
    "section1": {
      "title": "1. Introducción",
      "content": "Estos Términos y Condiciones de Venta ('Términos') rigen la suscripción, el acceso y el uso de los servicios ofrecidos en el sitio web foot-predictions.com ('el Sitio'). Al utilizar o suscribirse a los servicios del Sitio, usted acepta expresamente estos Términos."
    },
    "section2": {
      "title": "2. Información legal",
      "content": "El sitio Foot Predictions es publicado por Foot Predictions, registrado en el Registro Mercantil y de Sociedades con el número 939 215 505 R.C.S. Quimper. Contacto: services@foot-predictions.com"
    },
    "section3": {
      "title": "3. Descripción de los servicios",
      "content": "Foot Predictions ofrece suscripciones de pago que brindan acceso a una aplicación que genera probabilidades y predicciones para partidos de fútbol futuros, basadas en algoritmos avanzados. Estos servicios están diseñados para ayudar a los usuarios a tomar decisiones en sus apuestas deportivas."
    },
    "section4": {
      "title": "4. Condiciones para acceder a los servicios",
      "sub1": {
        "title": "4.1. Creación de cuenta",
        "content": "Para acceder a los servicios, el usuario debe crear una cuenta proporcionando información precisa y completa. Cualquier inexactitud puede resultar en la suspensión o terminación de la cuenta."
      },
      "sub2": {
        "title": "4.2. Suscripción",
        "content": "El acceso a las funciones completas del Sitio requiere una suscripción de pago. Los detalles de las tarifas y los términos de suscripción se proporcionan en la página dedicada."
      },
      "sub3": {
        "title": "4.3. Restricciones de uso",
        "content": "El usuario se compromete a no reproducir ni redistribuir los contenidos del Sitio sin autorización previa ni utilizar las predicciones para actividades ilegales o no conformes con las leyes aplicables."
      }
    }
  }
  