{
    "dashboardTitle": "Panel de Control",
    "welcome": "Bienvenido, {{firstName}}",
    "trialTitle": "Prueba gratuita",
    "subscriptionTitle": "Suscripción",
    "trialTimeRemaining": "Te quedan {{days}} días de prueba.",
    "timeRemaining": "Te quedan {{days}} días de suscripción.",
    "subscriptionExpired": "Tu suscripción ha expirado.",
    "accessApp": "Acceder a la Aplicación",
    "cancelByEmail": "Cancelar por Email",
    "cancelAtEnd": "Cancelar al Final del Periodo",
    "cancelPending": "Tu suscripción será cancelada al final del periodo actual.",
    "logout": "Cerrar Sesión",
    "loading": "Cargando...",
    "accessDenied": "Acceso Denegado",
    "trialExpired": "Tu periodo de prueba ha expirado.",
    "viewPlans": "Ver Planes",
    "loginRequired": "Por favor, inicia sesión para realizar esta acción.",
    "cancelError": "Ocurrió un error al intentar cancelar tu suscripción.",
    "cancelSuccess": "Tu suscripción será cancelada al final del periodo actual.",
    "unknownError": "Ocurrió un error desconocido.",
    "internalError": "Ocurrió un error interno.",
    "accessCheckError": "Error al verificar el acceso.",
    "bettingTipsTitle": "Maximiza tus Apuestas de Fútbol con Nuestra Aplicación",
    "bettingTips1": "Usa las Probabilidades con Prudencia: Nuestra aplicación proporciona probabilidades precisas para partidos futuros. Usa estos datos para identificar apuestas con la mejor relación riesgo/recompensa. Recuerda, incluso con una alta probabilidad, nunca hay certeza en el deporte.",
    "bettingTips2": "Diversifica tus Apuestas: No pongas todos los huevos en una sola canasta. Usa nuestra herramienta para apostar en diferentes tipos de resultados (victoria, empate, número de goles, etc.) para reducir el riesgo y aumentar tus posibilidades de ganar en general.",
    "bettingTips3": "Gestión del Banco: Establece un presupuesto que puedas permitirte perder sin afectar tus finanzas personales. Nunca apuestes más de lo que estás dispuesto a perder. Nuestra aplicación puede ayudarte a optimizar este presupuesto basado en las probabilidades.",
    "bettingTips4": "Análisis de Tendencias: Nuestro algoritmo analiza millones de datos en tiempo real. Usa estos análisis para detectar tendencias y anomalías que podrían influir en el resultado de un partido.",
    "bettingTips5": "Mantente Informado: Las probabilidades pueden cambiar con nueva información como lesiones, suspensiones o condiciones meteorológicas. Consulta regularmente nuestro panel de control para actualizaciones en tiempo real.",
    "bettingTips6": "Evita las Apuestas Emocionales: No dejes que tus emociones o tu apoyo a un equipo en particular influyan en tus decisiones de apuesta. Usa los datos objetivos proporcionados por nuestra aplicación.",
    "addictionWarningTitle": "Cuidado con la Adicción a las Apuestas Deportivas",
    "addictionWarning1": "Establece Límites: Define límites de tiempo y dinero para tus sesiones de apuestas. Nuestra aplicación puede ayudarte a seguir estos límites.",
    "addictionWarning2": "Toma Descansos: Si sientes que las apuestas están tomando demasiado espacio en tu vida, toma un descanso. Usa nuestra semana de prueba gratuita para probar sin compromiso, pero recuerda que es una herramienta, no una obligación.",
    "addictionWarning3": "Busca Ayuda: Si crees que tú o alguien que conoces podría tener un problema con las apuestas, no dudes en buscar ayuda. Existen organizaciones como Jugadores Anónimos o líneas de ayuda dedicadas.",
    "addictionWarning4": "Educa y Conciencia: Infórmate sobre los riesgos de la adicción al juego. El conocimiento es el primer paso hacia un juego responsable."
  }
  