{
    "dashboardTitle": "Dashboard",
    "welcome": "Welcome, {{firstName}}",
    "trialTitle": "Free Trial",
    "subscriptionTitle": "Subscription",
    "trialTimeRemaining": "Your trial has {{days}} days left.",
    "timeRemaining": "Your subscription has {{days}} days left.",
    "subscriptionExpired": "Your subscription has expired.",
    "accessApp": "Access the App",
    "cancelByEmail": "Cancel by Email",
    "cancelAtEnd": "Cancel at End of Period",
    "cancelPending": "Your subscription will be canceled at the end of the current period.",
    "logout": "Logout",
    "loading": "Loading...",
    "accessDenied": "Access Denied",
    "trialExpired": "Your trial period has expired.",
    "viewPlans": "View Plans",
    "loginRequired": "Please login to perform this action.",
    "cancelError": "An error occurred while canceling your subscription.",
    "cancelSuccess": "Your subscription will be canceled at the end of the current period.",
    "unknownError": "An unknown error occurred.",
    "internalError": "An internal error occurred.",
    "accessCheckError": "Error checking access.",
    "bettingTipsTitle": "Maximize Your Football Bets with Our App",
    "bettingTips1": "Use Probabilities Wisely: Our app provides precise probabilities for upcoming matches. Use this data to identify bets with the best risk/reward ratio. Remember, even with high probability, there's never certainty in sports.",
    "bettingTips2": "Diversify Your Bets: Don't put all your eggs in one basket. Use our tool to bet on different types of outcomes (win, draw, number of goals, etc.) to reduce risk and increase your overall winning chances.",
    "bettingTips3": "Bankroll Management: Set a budget that you can afford to lose without affecting your personal finances. Never bet more than you're prepared to lose. Our app can help optimize this budget based on probabilities.",
    "bettingTips4": "Analyze Trends: Our algorithm analyzes millions of real-time data points. Use these analyses to spot trends and anomalies that might influence a match's outcome.",
    "bettingTips5": "Stay Informed: Probabilities can change with new information like injuries, suspensions, or weather conditions. Check our dashboard regularly for real-time updates.",
    "bettingTips6": "Avoid Emotional Betting: Don't let your emotions or support for a particular team influence your betting decisions. Use the objective data provided by our app.",
    "addictionWarningTitle": "Be Aware of Sports Betting Addiction",
    "addictionWarning1": "Set Limits: Define time and money limits for your betting sessions. Our app can help you track these limits.",
    "addictionWarning2": "Take Breaks: If you feel betting is taking over your life, take a break. Use our free trial week to test without commitment, but remember it's a tool, not an obligation.",
    "addictionWarning3": "Seek Help: If you think you or someone you know might have a gambling problem, don't hesitate to seek help. There are organizations like Gamblers Anonymous or dedicated helplines.",
    "addictionWarning4": "Educate Yourself: Learn about the risks of gambling addiction. Knowledge is the first step towards responsible gambling."
  }
  